/* SMTP Server address */
"Address:" = "Διεύθυνση:";

/* Authentication checkbox */
"Authentication" = "Πιστοποίηση";

/* Title for from field */
"From:" = "Από:";

/* No security option */
"None" = "Κανένα";

/* password field */
"Password:" = "Κωδικός:";

/* SMTP Server port */
"Port:" = "Θύρα:";

/* Security options title */
"Security:" = "Ασφάλεια:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "Διαχειριστής SMTP:";

/* Title for subject prefix field */
"Subject prefix:" = "Πρόθεμα μηνύματος:";

/* TLS if possible security option */
"TLS if possible" = "TLS αν υπάρχει";

/* TLS or close security option */
"TLS or close" = "TLS αλλιώς κλείσιμο";

/* Title for to field */
"To:" = "Προς:";

/* Username field */
"Username:" = "Όνομα χρήστη:";

